Repository: reallyhimbrodigy/content-studio
Catalog: ios/Promptly/Promptly/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ne, pt_br, ur

source: "%@" will be permanently removed. This can't be undone.
ar: سيتم حذف "%@" نهائيًا. لا يمكن التراجع عن ذلك.
bn: "%@" স্থায়ীভাবে মুছে যাবে। এটি আর ফেরানো যাবে না।
de: "%@" wird dauerhaft gelöscht. Das lässt sich nicht rückgängig machen.
es: "%@" se eliminará permanentemente. No se puede deshacer.
fr: « %@ » sera supprimé définitivement. Cette action est irréversible.
hi: "%@" हमेशा के लिए हट जाएगा। इसे वापस नहीं लाया जा सकता।
id: "%@" akan dihapus permanen. Ini tidak bisa dibatalkan.
ja: 「%@」を完全に削除します。元に戻せません。
ne: "%@" स्थायी रूपमा हटाइनेछ। यसलाई फिर्ता ल्याउन सकिँदैन।
pt_br: "%@" será removido permanentemente. Não dá para desfazer.
ur: "%@" مستقل طور پر ہٹا دیا جائے گا۔ اسے واپس نہیں کیا جا سکتا۔

source: %@ — choose how long
ar: %@ — اختر المدة
bn: %@ — কত দিনের জন্য বেছে নিন
de: %@ — wähle die Laufzeit
es: %@: elige la duración
fr: %@ — choisissez la durée
hi: %@ — अवधि चुनें
id: %@ — pilih durasinya
ja: %@ — 期間を選ぶ
ne: %@ — अवधि छान्नुहोस्
pt_br: %@ — escolha a duração
ur: %@ — مدت منتخب کریں

source: %@/mo
ar: %@/شهر
bn: %@/মাস
de: %@/Mt.
es: %@/mes
fr: %@/mois
hi: %@/माह
id: %@/bln
ja: %@/月
ne: %@/महिना
pt_br: %@/mês
ur: %@/ماہ

source: %@/mo, billed yearly
ar: %@/شهر، تُدفع سنويًا
bn: %@/মাস, বছরে একবার বিল
de: %@/Mt., jährlich abgerechnet
es: %@/mes, con cobro anual
fr: %@/mois, facturé chaque année
hi: %@/माह, सालाना बिल
id: %@/bln, ditagih tahunan
ja: %@/月（年額でお支払い）
ne: %@/महिना, वार्षिक बिल
pt_br: %@/mês, cobrado por ano
ur: %@/ماہ، سالانہ بل

# %@/wk billed annually — save %@ vs weekly
source: %1$@/wk billed annually — save %2$@ vs weekly
ar: %@/أسبوع بفوترة سنوية — وفّر %@ مقارنةً بالأسبوعي
bn: %@/সপ্তাহ, বার্ষিক বিল — সাপ্তাহিকের তুলনায় %@ সাশ্রয়
de: %@/Wo. jährlich abgerechnet — spare %@ gegenüber wöchentlich
es: %@/sem con facturación anual: ahorra %@ frente al plan semanal
fr: %@/sem facturé annuellement — économisez %@ par rapport à l'hebdomadaire
hi: %@/हफ़्ता, सालाना बिलिंग — साप्ताहिक की तुलना में %@ बचाएँ
id: %@/mgg ditagih tahunan — hemat %@ dibanding mingguan
ja: %@/週（年額請求）— 週払いより%@お得
ne: %@/हप्ता, वार्षिक बिलिङ — साप्ताहिकभन्दा %@ बचत
pt_br: %@/sem cobrado anualmente — economize %@ em relação ao semanal
ur: %@/ہفتہ، سالانہ بلنگ — ہفتہ وار کے مقابلے %@ کی بچت

source: %lld credits back. That video didn't count.
ar: أعدنا %lld رصيدًا. ذلك الفيديو لم يُحتسب.
bn: %lld ক্রেডিট ফেরত। ওই ভিডিওটি গোনা হয়নি।
de: %lld Credits zurück. Das Video zählt nicht.
es: %lld créditos de vuelta. Ese vídeo no contó.
fr: %lld crédits rendus. Cette vidéo ne compte pas.
hi: %lld क्रेडिट वापस। वह वीडियो नहीं गिना गया।
id: %lld kredit balik. Video itu tidak dihitung.
ja: %lldクレジット戻しました。あの動画は数えていません。
ne: %lld क्रेडिट फिर्ता। त्यो भिडियो गनिएन।
pt_br: %lld créditos de volta. Aquele vídeo não contou.
ur: %lld کریڈٹ واپس۔ وہ ویڈیو شمار نہیں ہوئی۔

source: %lld credits refunded — that render didn't count
ar: تمت إعادة %lld رصيد — لم تُحتسب هذه المعالجة
bn: %lld ক্রেডিট ফেরত — সেই রেন্ডার গোনা হয়নি
de: %lld Credits erstattet — dieses Video hat nicht gezählt
es: %lld créditos devueltos: ese render no ha contado
fr: %lld crédits remboursés — ce rendu n'a pas compté
hi: %lld क्रेडिट वापस — वह रेंडर नहीं गिना गया
id: %lld kredit dikembalikan — render itu tidak dihitung
ja: %lldクレジットを返却しました。この処理はカウントされません
ne: %lld क्रेडिट फिर्ता — त्यो रेन्डर गनिएन
pt_br: %lld créditos devolvidos — esse render não contou
ur: %lld کریڈٹس واپس — وہ رینڈر شمار نہیں ہوا

source: %lld credits/month
ar: %lld رصيد/شهر
bn: %lld ক্রেডিট/মাস
de: %lld Credits/Monat
es: %lld créditos/mes
fr: %lld crédits/mois
hi: %lld क्रेडिट/माह
id: %lld kredit/bln
ja: %lldクレジット/月
ne: %lld क्रेडिट/महिना
pt_br: %lld créditos/mês
ur: %lld کریڈٹ/ماہ

source: %lld days
ar: %lld أيام
bn: %lld দিন
de: %lld Tage
es: %lld días
fr: %lld jours
hi: %lld दिन
id: %lld hari
ja: %lld日
ne: %lld दिन
pt_br: %lld dias
ur: %lld دن

source: %lld free videos left today
ar: بقي لك %lld فيديو مجاني اليوم
bn: আজ %lldটি বিনামূল্যের ভিডিও বাকি
de: Noch %lld Gratis-Videos heute
es: Quedan %lld vídeos gratis hoy
fr: Il te reste %lld vidéos gratuites aujourd'hui
hi: आज %lld मुफ़्त वीडियो बाकी
id: Sisa %lld video gratis hari ini
ja: 本日の無料動画は残り%lld本
ne: आज %lld निःशुल्क भिडियो बाँकी
pt_br: Restam %lld vídeos grátis hoje
ur: آج %lld مفت ویڈیوز باقی

source: %lld months
ar: %lld أشهر
bn: %lld মাস
de: %lld Monate
es: %lld meses
fr: %lld mois
hi: %lld महीने
id: %lld bulan
ja: %lldか月
ne: %lld महिना
pt_br: %lld meses
ur: %lld مہینے

# %lld of %lld friends have made a video
source: %1$lld of %2$lld friends have made a video
ar: %1$lld من %2$lld من الأصدقاء أنشأوا فيديو
bn: %2$lld জনের মধ্যে %1$lld বন্ধু ভিডিও বানিয়েছেন
de: %1$lld von %2$lld Freunden haben ein Video gemacht
es: %1$lld de %2$lld amigos han hecho un vídeo
fr: %1$lld amis sur %2$lld ont fait une vidéo
hi: %2$lld में से %1$lld दोस्तों ने वीडियो बनाया
id: %1$lld dari %2$lld teman telah membuat video
ja: %2$lld人中%1$lld人の友達が動画を作成しました
ne: %2$lld मध्ये %1$lld साथीले भिडियो बनाए
pt_br: %1$lld de %2$lld amigos fizeram um vídeo
ur: %2$lld میں سے %1$lld دوستوں نے ویڈیو بنائی

# %lld of %lld friends joined
source: %1$lld of %2$lld friends joined
ar: انضم %1$lld من أصل %2$lld أصدقاء
bn: %2$lld জনের মধ্যে %1$lld জন বন্ধু যোগ দিয়েছে
de: %1$lld von %2$lld Freunden sind dabei
es: %1$lld de %2$lld amigos se unieron
fr: %1$lld amis sur %2$lld ont rejoint
hi: %2$lld में से %1$lld दोस्त जुड़ चुके हैं
id: %1$lld dari %2$lld teman sudah gabung
ja: 友達%2$lld人のうち%1$lld人が参加
ne: %2$lld मध्ये %1$lld जना साथी जोडिनुभयो
pt_br: %1$lld de %2$lld amigos entraram
ur: %2$lld میں سے %1$lld دوست شامل ہو چکے

source: %lld people you invited have made a video
ar: %lld أشخاص دعوتهم صنعوا فيديو
bn: আপনার আমন্ত্রিত %lld জন ভিডিও বানিয়েছেন
de: %lld Personen, die du eingeladen hast, haben ein Video gemacht
es: %lld personas que invitaste han hecho un vídeo
fr: %lld personnes que tu as invitées ont fait une vidéo
hi: आपके आमंत्रित %lld लोगों ने वीडियो बनाया है
id: %lld orang yang kamu undang telah membuat video
ja: 招待した%lld人が動画をつくりました
ne: तपाईंले निम्त्याएका %lld जनाले भिडियो बनाउनुभयो
pt_br: %lld pessoas que você convidou fizeram um vídeo
ur: آپ کے مدعو کردہ %lld افراد نے ویڈیو بنائی ہے

source: %lld today
ar: %lld اليوم
bn: আজ %lld
de: %lld heute
es: %lld hoy
fr: %lld aujourd'hui
hi: आज %lld
id: %lld hari ini
ja: 本日%lld
ne: आज %lld
pt_br: %lld hoje
ur: آج %lld

source: %lld videos
ar: %lld فيديو
bn: %lld টি ভিডিও
es: %lld vídeos
fr: %lld vidéos
hi: %lld वीडियो
id: %lld video
ja: %lld本
ne: %lld भिडियो
pt_br: %lld vídeos
ur: %lld ویڈیوز

source: %lld videos a month
ar: %lld فيديو شهريًا
bn: মাসে %lldটি ভিডিও
de: %lld Videos im Monat
es: %lld vídeos al mes
fr: %lld vidéos par mois
hi: हर महीने %lld वीडियो
id: %lld video per bulan
ja: 月に%lld本の動画
ne: महिनामा %lld भिडियो
pt_br: %lld vídeos por mês
ur: ہر ماہ %lld ویڈیوز

source: %lld videos a month, and every feature unlocked.
ar: %lld فيديو في الشهر، وكل الميزات مفتوحة.
bn: মাসে %lld টি ভিডিও, আর সব ফিচার খোলা।
de: %lld Videos im Monat, und alles freigeschaltet.
es: %lld vídeos al mes, y todo desbloqueado.
fr: %lld vidéos par mois, et tout est débloqué.
hi: महीने में %lld वीडियो, और सब कुछ खुला।
id: %lld video sebulan, dan semua fitur terbuka.
ja: 月に%lld本、機能はぜんぶ使えます。
ne: महिनाको %lld भिडियो, र सबै सुविधा खुला।
pt_br: %lld vídeos por mês, e tudo liberado.
ur: مہینے میں %lld ویڈیوز، اور سب کچھ کھلا۔

source: %lld videos a month, plus early access to new features
ar: %lld فيديو في الشهر، مع وصول مبكر للميزات الجديدة
bn: মাসে %lld টি ভিডিও, আর নতুন ফিচারে আগেভাগে অ্যাক্সেস
de: %lld Videos im Monat, plus früher Zugang zu neuen Funktionen
es: %lld vídeos al mes, y acceso anticipado a lo nuevo
fr: %lld vidéos par mois, et accès en avant-première aux nouveautés
hi: महीने में %lld वीडियो, और नई सुविधाएँ सबसे पहले
id: %lld video sebulan, plus akses awal ke fitur baru
ja: 月に%lld本、新機能も先に使えます
ne: महिनाको %lld भिडियो, र नयाँ सुविधामा पहिले पहुँच
pt_br: %lld vídeos por mês, e acesso antecipado às novidades
ur: مہینے میں %lld ویڈیوز، اور نئی خصوصیات تک پہلے رسائی

source: %lld videos left
ar: بقي %lld فيديو
bn: %lldটি ভিডিও বাকি
de: %lld Videos übrig
es: Quedan %lld vídeos
fr: %lld vidéos restantes
hi: %lld वीडियो बाकी
id: sisa %lld video
ja: 残り%lld本
ne: %lld भिडियो बाँकी
pt_br: Restam %lld vídeos
ur: %lld ویڈیوز باقی

source: %lld weeks
ar: %lld أسابيع
bn: %lld সপ্তাহ
de: %lld Wochen
es: %lld semanas
fr: %lld semaines
hi: %lld हफ़्ते
id: %lld minggu
ja: %lld週間
ne: %lld हप्ता
pt_br: %lld semanas
ur: %lld ہفتے

source: %lld years
ar: %lld سنوات
bn: %lld বছর
de: %lld Jahre
es: %lld años
fr: %lld ans
hi: %lld साल
id: %lld tahun
ja: %lld年
ne: %lld वर्ष
pt_br: %lld anos
ur: %lld سال

source: %lld%% OFF
ar: خصم %lld%%
bn: %lld%% ছাড়
de: %lld%% RABATT
es: %lld%% DE DESCUENTO
fr: -%lld%%
hi: %lld%% छूट
id: DISKON %lld%%
ja: %lld%%オフ
ne: %lld%% छुट
pt_br: %lld%% DE DESCONTO
ur: %lld%% رعایت

source: %lldx the usage
ar: %lld أضعاف الاستخدام
bn: %lld গুণ বেশি ব্যবহার
de: %lldx so viel Nutzung
es: %lld veces más uso
fr: %lld fois plus d’utilisation
hi: %lld गुना ज़्यादा इस्तेमाल
id: %lld kali lebih banyak pemakaian
ja: 使える量が%lld倍
ne: %lld गुणा बढी प्रयोग
pt_br: %lld vezes mais uso
ur: %lld گنا زیادہ استعمال

source: 1 friend gets you 2 days, 2 gets you 4, 3 gets you a week
ar: صديق واحد = يومان، اثنان = 4 أيام، ثلاثة = أسبوع
bn: ১ জন বন্ধু = ২ দিন, ২ জন = ৪ দিন, ৩ জন = এক সপ্তাহ
de: 1 Freund bringt dir 2 Tage, 2 bringen 4, 3 bringen eine Woche
es: 1 amigo te da 2 días, 2 te dan 4, 3 te dan una semana
fr: 1 ami te donne 2 jours, 2 t'en donnent 4, 3 t'en donnent une semaine
hi: 1 दोस्त से 2 दिन, 2 से 4 दिन, 3 से एक हफ़्ता
id: 1 teman dapat 2 hari, 2 dapat 4, 3 dapat seminggu
ja: 友達1人で2日、2人で4日、3人で1週間
ne: १ जना साथीले २ दिन, २ जनाले ४ दिन, ३ जनाले एक हप्ता
pt_br: 1 amigo dá 2 dias, 2 dão 4, 3 dão uma semana
ur: 1 دوست سے 2 دن، 2 سے 4 دن، 3 سے ایک ہفتہ

source: 1 person you invited has made a video
ar: شخص واحد دعوته صنع فيديو
bn: আপনার আমন্ত্রিত ১ জন ভিডিও বানিয়েছেন
de: 1 eingeladene Person hat ein Video gemacht
es: 1 persona que invitaste ha hecho un vídeo
fr: 1 personne que tu as invitée a fait une vidéo
hi: आपके आमंत्रित 1 व्यक्ति ने वीडियो बनाया है
id: 1 orang yang kamu undang telah membuat video
ja: 招待した1人が動画をつくりました
ne: तपाईंले निम्त्याएको १ जनाले भिडियो बनाउनुभयो
pt_br: 1 pessoa que você convidou fez um vídeo
ur: آپ کے مدعو کردہ 1 شخص نے ویڈیو بنائی ہے

source: 10 uploads at once
ar: ١٠ ملفات دفعة واحدة
bn: একসাথে ১০টি আপলোড
de: 10 Uploads auf einmal
es: 10 subidas a la vez
fr: 10 imports à la fois
hi: एक साथ 10 अपलोड
id: 10 unggahan sekaligus
ja: 一度に10本アップロード
ne: एकैपटक १० अपलोड
pt_br: 10 envios de uma vez
ur: ایک ساتھ 10 اپ لوڈ

source: 700+ creators
ar: أكثر من 700 صانع محتوى
bn: ৭০০+ ক্রিয়েটর
de: 700+ Creator
es: Más de 700 creadores
fr: Plus de 700 créateurs
hi: 700+ क्रिएटर्स
id: 700+ kreator
ja: 700人以上のクリエイター
ne: ७००+ क्रिएटर
pt_br: Mais de 700 criadores
ur: 700+ کریئیٹرز

source: A business
ar: شركة
bn: একটি ব্যবসা
de: Ein Unternehmen
es: Una empresa
fr: Une entreprise
hi: एक बिज़नेस
id: Sebuah bisnis
ja: 企業
ne: एउटा व्यवसाय
pt_br: Uma empresa
ur: ایک کاروبار

source: A business I work at
ar: شركة أعمل بها
bn: যে প্রতিষ্ঠানে আমি কাজ করি
de: Ein Unternehmen, für das ich arbeite
es: Una empresa en la que trabajo
fr: Une entreprise où je travaille
hi: एक कंपनी जहाँ मैं काम करता/करती हूँ
id: Perusahaan tempat saya bekerja
ja: 勤務先の会社
ne: म काम गर्ने कम्पनी
pt_br: Uma empresa onde trabalho
ur: ایک کاروبار جہاں میں کام کرتا/کرتی ہوں

source: A creator audience
ar: جمهور صانع محتوى
bn: ক্রিয়েটর দর্শক
de: Eine Creator-Audience
es: Una audiencia de creador
fr: Une audience de créateur
hi: क्रिएटर ऑडियंस
id: Audiens kreator
ja: クリエイターの視聴者
ne: क्रिएटर दर्शक
pt_br: Um público de criador
ur: کری ایٹر سامعین

source: A day of Pro each time someone you invite makes their first video
ar: يوم من Pro في كل مرة يصنع فيها شخص دعوته أول فيديو له
bn: আপনার আমন্ত্রিত কেউ প্রথম ভিডিও বানালেই এক দিনের Pro
de: Ein Tag Pro, jedes Mal wenn jemand, den du eingeladen hast, sein erstes Video macht
es: Un día de Pro cada vez que alguien a quien invitas hace su primer vídeo
fr: Un jour de Pro chaque fois qu'une personne invitée réalise sa première vidéo
hi: जब भी आपका आमंत्रित व्यक्ति अपना पहला वीडियो बनाता है, आपको एक दिन का Pro
id: Satu hari Pro setiap kali orang yang kamu undang membuat video pertamanya
ja: 招待した人が最初の動画をつくるたびに、Pro が1日
ne: तपाईंले निम्त्याएको व्यक्तिले पहिलो भिडियो बनाउँदा एक दिनको Pro
pt_br: Um dia de Pro cada vez que alguém que você convidou faz o primeiro vídeo
ur: جب بھی آپ کا مدعو کردہ شخص اپنی پہلی ویڈیو بنائے، ایک دن کا Pro

source: A friend
ar: من صديق
bn: একজন বন্ধু
de: Von Freunden
es: Un amigo
fr: Un ami
hi: किसी दोस्त से
id: Teman
ja: 友人から
ne: साथीबाट
pt_br: Um amigo
ur: ایک دوست

source: Account
ar: الحساب
bn: অ্যাকাউন্ট
de: Konto
es: Cuenta
fr: Compte
hi: अकाउंट
id: Akun
ja: アカウント
ne: खाता
pt_br: Conta
ur: اکاؤنٹ

# Account, %@, %@
source: Account, %1$@, %2$@
ar: الحساب، %@، %@
bn: অ্যাকাউন্ট, %@, %@
de: Konto, %@, %@
es: Cuenta, %@, %@
fr: Compte, %@, %@
hi: अकाउंट, %@, %@
id: Akun, %@, %@
ja: アカウント、%@、%@
ne: खाता, %@, %@
pt_br: Conta, %@, %@
ur: اکاؤنٹ، %@، %@

source: Add a little context…
ar: أضف بعض السياق…
bn: একটু প্রসঙ্গ যোগ করুন…
de: Etwas Kontext hinzufügen…
es: Añade algo de contexto…
fr: Ajoutez un peu de contexte…
hi: थोड़ा संदर्भ जोड़ें…
id: Tambahkan sedikit konteks…
ja: 少し補足を追加…
ne: अलिकति सन्दर्भ थप्नुहोस्…
pt_br: Adicione um pouco de contexto…
ur: تھوڑا سا سیاق شامل کریں…

source: Add video
ar: إضافة فيديو
bn: ভিডিও যোগ করুন
de: Video hinzufügen
es: Añadir vídeo
fr: Ajouter une vidéo
hi: वीडियो जोड़ें
id: Tambah video
ja: 動画を追加
ne: भिडियो थप्नुहोस्
pt_br: Adicionar vídeo
ur: ویڈیو شامل کریں

source: Adding sounds
ar: نضيف الأصوات
bn: শব্দ যোগ করা হচ্ছে
de: Wir fügen Geräusche hinzu
es: Añadiendo sonidos
fr: On ajoute des sons
hi: आवाज़ें जोड़ी जा रही हैं
id: Menambahkan suara
ja: 音を入れています
ne: आवाज थप्दै
pt_br: Colocando sons
ur: آوازیں شامل کی جا رہی ہیں

source: Adding your captions
ar: نضيف النصوص
bn: আপনার ক্যাপশন যোগ করা হচ্ছে
de: Wir fügen deine Untertitel ein
es: Añadiendo tus subtítulos
fr: On ajoute tes sous-titres
hi: आपके कैप्शन जोड़े जा रहे हैं
id: Menambahkan teksmu
ja: 字幕を入れています
ne: तपाईंको क्याप्सन थप्दै
pt_br: Colocando suas legendas
ur: آپ کے کیپشن شامل کیے جا رہے ہیں

source: All 3 friends are in — your free week is on the way
ar: انضم الأصدقاء الثلاثة — أسبوعك المجاني في الطريق
bn: তিন বন্ধুই যোগ দিয়েছে — আপনার ফ্রি সপ্তাহ আসছে
de: Alle 3 Freunde sind dabei — deine Gratis-Woche kommt
es: Los 3 amigos están dentro — tu semana gratis viene en camino
fr: Les 3 amis sont là — ta semaine gratuite arrive
hi: तीनों दोस्त जुड़ गए — आपका मुफ़्त हफ़्ता आ रहा है
id: Ketiga teman sudah gabung — Pro gratis seminggu segera datang
ja: 友達3人がそろいました — 無料の1週間はもうすぐです
ne: तीनै जना साथी आइपुग्नुभयो — तपाईंको निःशुल्क हप्ता आउँदैछ
pt_br: Os 3 amigos entraram — sua semana grátis está a caminho
ur: تینوں دوست شامل ہو گئے — آپ کا مفت ہفتہ آ رہا ہے

source: Almost done
ar: أوشكنا على الانتهاء
bn: প্রায় হয়ে গেছে
de: Fast fertig
es: Casi listo
fr: Presque fini
hi: बस हो ही गया
id: Hampir selesai
ja: もうすぐできます
ne: झन्डै सकियो
pt_br: Quase pronto
ur: بس تھوڑا سا باقی

source: An event
ar: فعالية
bn: একটি ইভেন্ট
de: Ein Event
es: Un evento
fr: Un événement
hi: एक इवेंट
id: Sebuah acara
ja: イベント
ne: एउटा कार्यक्रम
pt_br: Um evento
ur: ایک تقریب

source: Any video works — up to 5 minutes. We'll notify you the moment it's ready.
ar: أي فيديو يصلح — حتى 5 دقائق. سنخبرك فور جاهزيته.
bn: যেকোনো ভিডিও চলবে — ৫ মিনিট পর্যন্ত। তৈরি হওয়ামাত্র জানিয়ে দেব।
de: Jedes Video geht — bis zu 5 Minuten. Wir melden uns, sobald es fertig ist.
es: Vale cualquier vídeo — hasta 5 minutos. Te avisamos en cuanto esté listo.
fr: N'importe quelle vidéo — jusqu'à 5 minutes. On te prévient dès que c'est prêt.
hi: कोई भी वीडियो चलेगा — 5 मिनट तक। तैयार होते ही हम बता देंगे।
id: Video apa pun bisa — hingga 5 menit. Kami beri tahu begitu selesai.
ja: どんな動画でもOK、最長5分まで。完成したらすぐお知らせします。
ne: कुनै पनि भिडियो हुन्छ — ५ मिनेटसम्म। तयार हुनेबित्तिकै हामी सूचित गर्नेछौं।
pt_br: Qualquer vídeo serve — até 5 minutos. Avisamos assim que ficar pronto.
ur: کوئی بھی ویڈیو چلے گی — 5 منٹ تک۔ تیار ہوتے ہی ہم اطلاع دے دیں گے۔

source: App Store search
ar: بحث في App Store
bn: App Store অনুসন্ধান
de: App-Store-Suche
es: Búsqueda en el App Store
fr: Recherche sur l'App Store
hi: App Store सर्च
id: Pencarian App Store
ja: App Store の検索
ne: App Store खोज
pt_br: Busca na App Store
ur: App Store سرچ

source: Apply
ar: تطبيق
bn: প্রয়োগ করুন
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
id: Terapkan
ja: 適用
ne: लागू गर्नुहोस्
pt_br: Aplicar
ur: لاگو کریں

source: Attach an image
ar: إرفاق صورة
bn: ছবি সংযুক্ত করুন
de: Bild anhängen
es: Adjuntar una imagen
fr: Joindre une image
hi: इमेज संलग्न करें
id: Lampirkan gambar
ja: 画像を添付
ne: तस्बिर संलग्न गर्नुहोस्
pt_br: Anexar uma imagem
ur: تصویر منسلک کریں

source: Attached image — tap to view
ar: صورة مرفقة — اضغط للعرض
bn: সংযুক্ত ছবি — দেখতে ট্যাপ করুন
de: Angehängtes Bild — zum Ansehen tippen
es: Imagen adjunta — toca para verla
fr: Image jointe — touchez pour voir
hi: संलग्न इमेज — देखने के लिए टैप करें
id: Gambar terlampir — ketuk untuk melihat
ja: 添付画像、タップで表示
ne: संलग्न तस्बिर — हेर्न ट्याप गर्नुहोस्
pt_br: Imagem anexada — toque para ver
ur: منسلک تصویر — دیکھنے کے لیے ٹیپ کریں

source: Attached video
ar: فيديو مرفق
bn: সংযুক্ত ভিডিও
de: Angehängtes Video
es: Vídeo adjunto
fr: Vidéo jointe
hi: संलग्न वीडियो
id: Video terlampir
ja: 添付された動画
ne: संलग्न भिडियो
pt_br: Vídeo anexado
ur: منسلک ویڈیو

source: Auto captions and cuts
ar: ترجمات وقصّات تلقائية
bn: অটো ক্যাপশন ও কাট
de: Untertitel und Schnitte automatisch
es: Subtítulos y cortes automáticos
fr: Sous-titres et coupes automatiques
hi: ऑटो कैप्शन और कट
id: Teks dan potongan otomatis
ja: 字幕とカットを自動で
ne: स्वतः क्याप्सन र कट
pt_br: Legendas e cortes automáticos
ur: خودکار کیپشن اور کٹ

source: Auto-renews until cancelled. Cancel anytime in Settings.
ar: يتجدد تلقائيًا حتى الإلغاء. يمكنك الإلغاء في أي وقت من الإعدادات.
bn: বাতিল না করা পর্যন্ত স্বয়ংক্রিয়ভাবে নবায়ন হয়। সেটিংসে যেকোনো সময় বাতিল করুন।
de: Automatische Verlängerung. Jederzeit kündbar.
es: Se renueva automáticamente hasta que la canceles. Cancela cuando quieras en Ajustes.
fr: Renouvellement automatique jusqu'à annulation. Annulez à tout moment dans Réglages.
hi: रद्द करने तक अपने आप नवीनीकृत होता है। सेटिंग्स में कभी भी रद्द करें।
id: Diperpanjang otomatis sampai dibatalkan. Batalkan kapan saja di Pengaturan.
ja: 解約するまで自動更新されます。設定からいつでも解約できます。
ne: रद्द नगरेसम्म स्वतः नवीकरण हुन्छ। सेटिङमा जुनसुकै बेला रद्द गर्नुहोस्।
pt_br: Renova automaticamente até você cancelar. Cancele quando quiser nos Ajustes.
ur: منسوخ کرنے تک خودکار تجدید ہوتی ہے۔ سیٹنگز میں کبھی بھی منسوخ کریں۔

source: BEST VALUE
ar: أفضل قيمة
bn: সেরা মূল্য
de: BESTES ANGEBOT
es: MEJOR VALOR
fr: MEILLEURE OFFRE
hi: सबसे बढ़िया
id: PALING HEMAT
ja: いちばんお得
ne: उत्तम मूल्य
pt_br: MELHOR CUSTO-BENEFÍCIO
ur: بہترین قیمت

source: Back
ar: رجوع
bn: পেছনে
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
ja: 戻る
ne: पछाडि
pt_br: Voltar
ur: واپس

source: Back to Pro
ar: العودة إلى Pro
bn: Pro-তে ফিরে যান
de: Zurück zu Pro
es: Volver a Pro
fr: Retour à Pro
hi: Pro पर वापस जाएँ
id: Kembali ke Pro
ja: Pro に戻る
ne: Pro मा फर्कनुहोस्
pt_br: Voltar ao Pro
ur: Pro پر واپس جائیں

source: Can't load chats
ar: تعذّر تحميل المحادثات
bn: চ্যাট লোড করা যাচ্ছে না
de: Chats lassen sich nicht laden
es: No se pueden cargar los chats
fr: Impossible de charger les discussions
hi: चैट लोड नहीं हो पा रही
id: Tidak bisa memuat obrolan
ja: チャットを読み込めません
ne: च्याट लोड गर्न सकिएन
pt_br: Não foi possível carregar os chats
ur: چیٹس لوڈ نہیں ہو سکیں

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
ne: रद्द गर्नुहोस्
pt_br: Cancelar
ur: منسوخ کریں

source: Cancel render
ar: إلغاء المعالجة
bn: রেন্ডার বাতিল করুন
de: Erstellung abbrechen
es: Cancelar render
fr: Annuler le rendu
hi: रेंडर रद्द करें
id: Batalkan render
ja: レンダリングをキャンセル
ne: रेन्डर रद्द गर्नुहोस्
pt_br: Cancelar render
ur: رینڈر منسوخ کریں

source: Cancel this render?
ar: إلغاء هذه المعالجة؟
bn: এই রেন্ডার বাতিল করবেন?
de: Erstellung wirklich abbrechen?
es: ¿Cancelar este render?
fr: Annuler ce rendu ?
hi: यह रेंडर रद्द करें?
id: Batalkan render ini?
ja: このレンダリングをキャンセルしますか？
ne: यो रेन्डर रद्द गर्ने?
pt_br: Cancelar este render?
ur: یہ رینڈر منسوخ کریں؟

source: Cancel vibe edit
ar: إلغاء تعديل الأسلوب
bn: ভাইব এডিট বাতিল করুন
de: Vibe-Bearbeitung abbrechen
es: Cancelar edición de estilo
fr: Annuler la modification d'ambiance
hi: वाइब एडिट रद्द करें
id: Batalkan edit gaya
ja: 雰囲気の編集をキャンセル
ne: भाइब सम्पादन रद्द गर्नुहोस्
pt_br: Cancelar edição de clima
ur: وائب ایڈٹ منسوخ کریں

source: Caption copied
ar: تم نسخ التعليق
bn: ক্যাপশন কপি হয়েছে
de: Caption kopiert
es: Descripción copiada
fr: Légende copiée
hi: कैप्शन कॉपी हो गया
id: Caption disalin
ja: キャプションをコピーしました
ne: क्याप्सन कपी भयो
pt_br: Legenda copiada
ur: کیپشن کاپی ہو گیا

source: Captions, cuts and graphics — automatic
ar: التسميات والقصّ والرسوم — تلقائيًا
bn: ক্যাপশন, কাট ও গ্রাফিক্স — স্বয়ংক্রিয়
de: Untertitel, Videoschnitt und Grafiken — automatisch
es: Subtítulos, cortes y gráficos: automáticos
fr: Sous-titres, coupes et graphismes — automatiques
hi: कैप्शन, कट्स और ग्राफ़िक्स — अपने आप
id: Teks, potongan, dan grafis — otomatis
ja: 字幕・カット・グラフィックを自動で
ne: क्याप्सन, कट र ग्राफिक्स — स्वतः
pt_br: Legendas, cortes e gráficos — automáticos
ur: کیپشنز، کٹس اور گرافکس — خودکار

source: Change a finished video without sending it again. Pro lets you do that, and make as many videos and chats as you want.
ar: عدّل فيديو جاهزًا دون إرساله مرة أخرى. برو يتيح لك ذلك، وفيديوهات ومحادثات بلا حدود.
bn: শেষ হওয়া ভিডিও আবার না পাঠিয়েই বদলান। Pro-তে সেটা করা যায়, আর যত খুশি ভিডিও ও চ্যাট।
de: Ändere ein fertiges Video, ohne es nochmal zu schicken. Mit Pro geht das — und so viele Videos und Chats du willst.
es: Cambia un vídeo terminado sin volver a enviarlo. Pro te deja hacerlo, y todos los vídeos y chats que quieras.
fr: Modifie une vidéo finie sans la renvoyer. Pro te le permet, avec autant de vidéos et de discussions que tu veux.
hi: बना हुआ वीडियो दोबारा भेजे बिना बदलें। Pro में यह हो सकता है, और जितने चाहें वीडियो और चैट।
id: Ubah video yang sudah jadi tanpa mengirimnya lagi. Pro bisa, plus video dan obrolan sebanyak yang kamu mau.
ja: できあがった動画を送り直さずに変えられます。Proならできて、動画もチャットも好きなだけ。
ne: बनिसकेको भिडियो फेरि नपठाई फेर्नुहोस्। Pro मा यो सम्भव छ, र जति चाहे भिडियो र च्याट।
pt_br: Mude um vídeo pronto sem enviar de novo. O Pro deixa, e ainda dá vídeos e conversas sem limite.
ur: مکمل ویڈیو دوبارہ بھیجے بغیر بدلیں۔ Pro میں یہ ممکن ہے، اور جتنی چاہیں ویڈیوز اور چیٹس۔

source: Change profile photo
ar: تغيير صورة الملف الشخصي
bn: প্রোফাইল ছবি বদলান
de: Profilbild ändern
es: Cambiar foto de perfil
fr: Changer la photo de profil
hi: प्रोफ़ाइल फ़ोटो बदलें
id: Ganti foto profil
ja: プロフィール写真を変更
ne: प्रोफाइल फोटो बदल्नुहोस्
pt_br: Alterar foto do perfil
ur: پروفائل تصویر تبدیل کریں

source: Chat sync needs setup
ar: مزامنة المحادثات تحتاج إعدادًا
bn: চ্যাট সিঙ্কের সেটআপ দরকার
de: Chat-Sync muss eingerichtet werden
es: Falta configurar la sincronización de chats
fr: Synchro des discussions à configurer
hi: चैट सिंक सेटअप करना बाकी है
id: Sinkronisasi obrolan perlu disiapkan
ja: チャット同期の設定が必要です
ne: च्याट सिंक सेटअप गर्न बाँकी छ
pt_br: Falta configurar a sincronização de chats
ur: چیٹ سنک کا سیٹ اپ باقی ہے

source: Check your email
ar: تحقق من بريدك
bn: আপনার ইমেল দেখুন
de: Prüfe deine E-Mails
es: Revisa tu correo
fr: Vérifie tes e-mails
hi: अपना ईमेल देखें
id: Cek email kamu
ja: メールを確認
ne: आफ्नो इमेल हेर्नुहोस्
pt_br: Confira seu e-mail
ur: اپنا ای میل دیکھیں
